{
  "Comment.nvim": { "branch": "master" },
  "ddc-converter_remove_overlap": { "branch": "main" },
  "ddc-file": { "branch": "main" },
  "ddc-fuzzy": { "branch": "main" },
  "ddc-nvim-lsp": { "branch": "main" },
  "ddc-path": { "branch": "master" },
  "ddc-source-around": { "branch": "main" },
  "ddc-ui-inline": { "branch": "main" },
  "ddc-ui-native": { "branch": "main" },
  "ddc-ultisnips": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "denops-popup-preview.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "easy-action": { "branch": "main" },
  "focus.nvim": { "branch": "master" },
  "formatter.nvim": { "branch": "master" },
  "github-nvim-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox-baby": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap-ast.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neovim-session-manager": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cheat.sh": { "branch": "feature/rounded-borders" },
  "nvim-comment-frame": { "branch": "main" },
  "nvim-file-location": { "branch": "main" },
  "nvim-gps": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-paper": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-rainbow": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popfix": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "refactoring.nvim": { "branch": "master" },
  "repmo-vim": { "branch": "master" },
  "sibling-swap.nvim": { "branch": "main" },
  "smartyank.nvim": { "branch": "master" },
  "telescope-repo.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "ts-node-action": { "branch": "master" },
  "ultisnips": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-fanfingtastic": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rooter": { "branch": "master" },
  "vim-snippets": { "branch": "master" }
}